---
kind: other
id: Properties.T:Autodesk.Revit.DB.Transaction
zh: 事务
source: html/33c44fd2-1574-35e6-e084-5df42685bba2.htm
---
# Transaction Properties

**中文**: 事务

Specifies whether the .NET object represents a valid Revit entity.